Repository: mgriebling/Magic-Number-Machine
Catalog: *.lproj/Localizable.strings
Languages: de, es, it

source: Not a number
de: Keine Zahl
es: No un número
it: Non è definitoOperazione non permessa

source: Value Exceeds Precision
de: Wert überschreitet Genauigkeit
es: El valor excede la precisión.
it: Il valore supera la precisione stabilita

source: Precision: %d digits
de: Genauigkeit: %d Ziffern
es: Precisión: %d cifras
it: Precisione: %d cifre

source: Precision: %d significant figures
de: Genauigkeit: %d signifikante Stellen
es: Precisión: %d figuras significativas
it: Precisione: %d cifre significative

source: Precision: %d point places
de: Genauigkeit: %d Nachkommastellen
es: Precisión: %d point places
it: Precisione: %d cifre dopo la virgola

source: Precision: %d-bit 2's Complement
de: Genauigkeit: %d-Bit-Zweierkomplement
es: Precisión: %d-bit 2's Complement
it: Precisione: complemento a due a %d-bit

source: Radix: %d
de: Basis: %d
es: Base: %d
it: Base: %d

source: Degrees
de: Deg
es: Grados
it: Gradi sessadecimali

source: Radians
de: Rad
es: Radianes
it: Radianti

source: Gradians
de: Grad
es: Graduados
it: Gradi centesimali
